Repository: zefr0x/hash_identifier
Catalog: po/*.po
Languages: es, hi

source: Identify hashing algorithms
es: Identificar los algoritmos hash
hi: हैशिंग कलन विधि को पहचानें

source: Hash Identifier
es: Identificador Hash
hi: हैश पहचानकर्ता

source: hash;hashcat;john;detect;identify
es: hash;hashcat;john;detectar;identificar
hi: हैश;हैशकैट;जॉन;पता लगाएं;पहचाने;

source: This utility lets you conveniently find out what hashing algorithm has been used on a particular string.
es: Esta utilidad le permite averiguar cómodamente qué algoritmo hash se ha utilizado en una cadena concreta.
hi: यह उपयोगिता आपको आसानी से यह पता लगाने देती है कि किसी विशेष स्ट्रिंग पर किस हैशिंग कलन विधि का उपयोग किया गया है।

source: Features:
es: Características:
hi: विशेषताएं:

source: 📺 Popularity Ratings - Most popular hashes showed first.
es: 📺 Clasificaciones de popularidad - Los hashes más populares se muestran primero.
hi: 📺 लोकप्रियता रेटिंग - सबसे लोकप्रिय हैश सबसे पहले दिखाए गए।

source: 👵 Updated! - A new hash algorithm database is used in the identification process.
es: 👵 ¡Actualizado! - Una nueva base de datos algoritmo hash se utiliza en el proceso de identificación.
hi: 👵 अद्यतन! - पहचान प्रक्रिया में एक नए हैश कलन विधि डेटाबेस का उपयोग किया जाता है।

source: detect
es: detectar
hi: पता लगाएं

source: identify
es: identificar
hi: पहचाने

source: Main window with a valid hash string (Light Theme)
es: Ventana principal con una cadena hash válida (Tema Claro)

source: Main window with a valid hash string (Dark Theme)
es: Ventana principal con una cadena hash válida (Tema oscuro)

source: Main window with a valid hash string (Small, Light Theme)
es: Ventana principal con una cadena hash válida (Tema pequeño y claro)

source: Main window with a valid hash string (Small, Dark Theme)
es: Ventana principal con una cadena hash válida (Pequeño, Tema oscuro)

source: Enter a hash text
es: Introduzca un texto hash
hi: हैश पाठ दर्ज करें

source: Waiting for input…
es: Esperando entrada…
hi: आगत की प्रतीक्षा में…

source: Can't find an algorithm that matches your input!
es: ¡No encuentro ningún algoritmo que se ajuste a tus datos!
hi: आपके आगत से मेल खाने वाला कलन विधि नहीं मिल सकी!

source: Copied
es: Copiado

source: <b>Extended!</b>
es: <b>¡Extendido!</b>
hi: <b>विस्तारित!</b>

source: translator-credits
es: haggen88 https://github.com/haggen88
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>

source: External Libraries
es: Bibliotecas externas
hi: बाहरी लाइब्रेरी

source: hash
hi: हैश

source: hashcat
hi: हैशकैट

source: john
hi: जॉन

source: Hashcat
hi: हैशकैट

source: John
hi: जॉन
